import React from 'react';

const DescriptionRaya = () => {
    return (
            <p className = "description">Давным-давно в волшебной стране Кумандре бок о бок с людьми жили драконы — создатели и хранители воды. 
    Мирной жизни пришел конец, когда появились друуны. Порождения тьмы обращали людей и драконов 
    в каменные изваяния, и только магия драконихи Сису смогла прогнать злых созданий и расколдовать людей, 
    но на драконов не подействовала. Кумандра раскололась на государства Сердца, Клыка, Когтя, Хребта и Хвоста, 
    а волшебный драконий камень хранился в стране Сердца, которой правил отец Райи. 
    Он мечтал объединить земли, но из-за человеческой жадности и зависти артефакт раскололся. Правитель 
    каждой страны заполучил по осколку, а друуны снова стали властвовать безраздельно.</p>
    
    )
};

export default DescriptionRaya;